{
  "version": "1.0",
  "exportedAt": "2025-10-04T15:59:46.621Z",
  "texts": [
    {
      "id": "a38da2d0-e0ce-48e9-8e96-9bbeb84557e5",
      "title": "古今和歌集仮名序",
      "author": "紀貫之 他",
      "content": "やまとうたは、人のこゝろをたねとして、よろづのことのはとぞなれりける。よの中にあるひとことわざしげきものなれば、心におもふ事を、みるものきくものにつけていひいだせるなり。はなになくうぐひす、みづにすむかはづのこゑをきけば、いきとしいけるものいづれかうたをよまざりける。ちからをもいれずしてあめつちをうごかし、めに見えぬおにかみをもあはれとおもはせ、をとこをむなのなかをもやはらげ、たけきものゝふのこゝろをもなぐさむるはうたなり。\n\nこのうた、あめつちのひらけはじまりける（時）よりいできにけり。しかあれども、よにつたはれることは、ひさかたのあめにしては、したてるひめにはじまり、あらがねのつちにしては、すさのをのみことよりぞおこりける。ちはやぶるかみよには、うたのもじもさだまらず、すなほにして、ことのこゝろわきがたかりけらし。人のよとなりて、すさのをのみことよりぞ、みそもじあまりひともじはよみける。\n\nかくてぞはなをめで、とりをうらやみ、かすみをあはれび、つゆをかなしぶこゝろことばおほく、さまざまになりにける。とほきところもいでたつあしもとよりはじまりて年月をわたり、たかき山もふもとのちりひぢよりなりて、あまぐもたなびくまでおひのぼれるごとくに、このうたもかくのごとくなるべし。\n\nなにはづのうたは、みかどのおほむはじめなり。あさかやまのことばゝうねめのたはぶれよりよみて、このふたうたは歌のちゝはゝのやうにてぞ、（て）ならふ人のはじめにもしける。\n\nそもそも歌のさまむつなり。からのうたにもかくぞあるべき。 そのむくさのひとつにはそへ歌。おほさゝきのみかどをそへたてまつれるうた\n\nなにはづにさくやこのはなふゆごもりいまははるべとさくやこのはな\nといへるなるべし。ふたつにはかぞへうた\n\nさくはなに思ひつくみのあぢきなさみにいたづきのいるもしらずて\nといへるなるべし。みつにはなずらへうた\n\nきみにけさあしたのしものおきていなばこひしきごとにきえやわたらむ\nといへるなるべし。よつにはたとへうた\n\nわがこひはよむともつきじありそうみのはまのまさごはよみつくすとも\nといへるなるべし。いつゝにはたゞことうた\n\nいつはりのなきよなりせばいかばかり人のことのはうれしからまし\nといへるなるべし。むつにはいはひうた\n\nこのとのはむべもとみけりさきくさのみつばよつばにとのづくりせり\nといへるなるべし。\n\nいまのよの中、いろにつき人のこゝろはなになりにけるより、あだなるうたはかなきことのみいでくれば、いろごのみのいへにむもれぎの人しれぬことゝなりて、まめなるところにははなすすきほにいだすべき事にもあらずなりにたり。そのはじめをおもへばかゝるべく〔も〕なむあらぬ。いにしへのよゝのみかど、春のはなのあした、あきの月のよごとにさぶらふ人々をめして、ことにつけつゝ歌をたてまつらしめたまふ。あるははなをそふとてたよりなきところにまどひ、あるは月をおもふとて、しるべなきやみにたどれるこころごころをみたまひて、さかしおろかなりとしろしめしけむ。しかあるのみにあらず、さゞれいしにたとへ、つくばやまにかけてきみをねがひ、よろこびみにすぎ、たのしびこゝろにあまり、ふじのけぶりによそへて人をこひ、まつむしのねにともをしのび、たかさごすみのえのまつもあひおひのやうにおぼえ、をとこやまのむかしをおもひいでゝ、をみなへしのひとゝきをくねるにも歌をいひてぞなぐさめける。又春のあしたにはなのちるをみ、あきのゆふぐれにこのはのおつるをきゝ、あるはとしごとに、かゞみのかげにみゆるゆきとなみとをなげき、くさのつゆみづのあわをみて、わがみをおどろき、あるはきのふはさかえおごりて、〔今日は〕ときをうしなひよにわび、したしかりしもうとくなり、あるはまつ山のなみをかけ、野なかの（し）みづをくみ、あきはぎのしたばをながめ、あか月のしぎのはねがきをかぞへ、あるはくれたけのうきふしを人にいひ、よしのがはをひきてよの中をうらみきつるに、いまはふじのやまもけぶりたゝずなり、ながらのはしもつくるなりときく人は、うたにのみぞこゝろをばなぐさめける。\n\nいにしへよりかくつたはれるうちにも、ならのおほむ時よりぞひろまりにける。かのおほむよや、うたのこゝろをしろしめしたりけむ。かの御時に、おほきみ（み）つのくらゐ、かきのもとの人まろなむうたのひじりなりける。これはきみも人もみをあはせたりといふなるべし。あきのゆふべたつたがはにながるゝもみぢをば、みかどの御めににしきとみたまひ、春のあしたよしの山のさくらは、人まろが心には雲かとのみなむおぼえける。又山のへのあか人といふ人ありけり〔と〕。うたにあやしうたへなりけり。人まろはあか人がかみにたゝむことかたく、あか人はひとまろがしもにたゝむことかたくなむありける。 この人々をおきて又すぐれたる人も、くれたけのよにきこえ、かたいとのよりよりにたえずぞありける。これよりさきの歌をあつめてなむまえふしふとなづけられたりける。\n\nこゝにいにしへのことをも歌のこゝろをもしれる人、わづかにひとりふたりなりき。しかあれどこれかれえたるところえぬところたがひになむある。 かのおほむときよりこのかた、としはもゝとせあまり、よはとつぎになむなりにける。いにしへの事をもうたをもしれる人よむ人おほからず。いまこのことをいふに、つかさくらゐたかき人をばたやすきやうなればいれず。そのほかにちかきよにその名きこえたる人は、すなはち、そうじやうへぜうは歌のさまはえたれども、まことすくなし。たとへばゑにかけるをむなを見ていたづらに心をうごかすがごとし。ありはらのなりひらは、そのこゝろあまりてことばたらず。しぼめるはなのいろなくてにほひのこれるがごとし。ふんやのやすひではことばゝたくみにてそのさまみにおはず、いはゞあき人のよきゝぬをきたらむがごとし。うぢやまのそうきせんはことばゝかすかにして、はじめをはりたしかならず。いはゞあきの月をみるに、あかつきのくもにあへるがごとし。よめるうた、おほくきこえねば、かれこれをかよはしてよくしらず。をのゝこまちは、いにしへのそとほりひめのりうなり。あはれなるやうにてつよからず。いはゞよきをむなのなやめるところあるにゝたり。つよからぬはをうなのうたなればなるべし。おほとものくろぬしは、そのさまいやし。いはゞたきゞおへるやまびとのはなのかげにやすめるがごとし。このほかの人々、そのなきこゆるのべにおふるかづらのはひゝろごり、はやしにしげきこのはのごとくにおほかれど、うたとのみおもひて、そのさましらぬなるべし。\n\nかゝるにいますべらぎのあめのしたしろしめすことよつのときこゝのかへりになむなりぬる。あまねき御うつくしみのなみ〔のかげ〕やしまのほかまでながれ、ひろき御めぐみのかげ、つくばやまのふもとよりもしげくおはしまして、よろづのまつりごとをきこしめすいとま、もろもろのことをすてたまはぬあまりに、いにしへのことをもわすれじ、ふりにしことを（も）おこしたまふとて、いまもみそなはし、のちのよにもつたはれとて、延喜五年四月十八日に、大内記きのとものり、御書所のあづかりきのつらゆき、さきのかひのさう官おふしかうちのみつね、右衞門のふしやうみぶのたゞみねらにおほせられて、萬葉集にいらぬふるきうた、みづからのをも、たてまつらしめたまひてなむ、 それがなかに、むめをかざすよりはじめて、ほとゝぎすをきゝ、もみぢをゝり、ゆきをみるにいたるまで、又つるかめにつけてきみをおもひ、人をもいはひ、あきはぎなつくさをみてつまをこひ、あふさか山にいたりてたむけをいのり、あるは春夏あき冬にもいらぬくさぐさの歌をなむ、えらばせたまひける。すべて千うたはたまき、なづけて古今和歌集といふ。\n\nかくこのたびあつめえらばれて、山したみづのたえず、はまのまさごのかずおほくつもりぬれば、いまはあすかゞはのせになるうらみもきこえず、さゞれいしのいはほとなるよろこびのみぞあるべき。それまくらことば、はるのはなにほひすくなくして、むなしきなのみあきのよのながきをかこてれば、かつは人のみゝにおそり、かつはうたの心にはぢおもへど、たなびくゝものたちゐ、なくしかのおきふしは、つらゆきらが、このよにおなじくむまれて、この事のときにあへるをなむよろこびぬる。人まろなくなりにたれど、うたのことゝどまれるかな。たとひときうつりことさりたのしびかなしびゆきかふとも、このうたのもじあるをや。あをやぎのいとたえず、まつのはのちりうせずして、まさきのかづらながくつたはり、とりのあとひさしくとゞまれらば、うたのさまを（も）しり、ことのこゝろをえたらむ人は、おほぞらの月をみるがごとくに、いにしへをあふぎていまをこひざらめかも。",
      "preview": "やまとうたは、人のこゝろをたねとして、よろづのことのはとぞなれりける。よの中にあるひとことわざしげきものなれば、心におもふ事を、みるものきくものにつけていひいだせるなり。はなになくうぐひす、みづにすむ...",
      "isCustom": true,
      "createdAt": "2025-10-02T16:23:54.920Z"
    }
  ]
}
